"BUTTON_AUTHENTICATE" = "Használd a telefonszámom";

"BUTTON_CREATED_ACCOUNT" = "Fiók létrehozva";

"BUTTON_CREATE_ACCOUNT" = "Fiók létrehozása";

"BUTTON_CREATING_ACCOUNT" = "Fiók létrehozása ";

"BUTTON_DISMISS" = "Bezárás";

"BUTTON_NOT_NOW" = "Most nem";

"BUTTON_OK" = "OK";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Ellenőrzőkód újraküldése";

"BUTTON_RETRY" = "Újra";

"BUTTON_SENDING_CONF_CODE" = "Ellenőrzőkód küldése folyamatban";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "Ellenőrzés";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "Ellenőrizve";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "Ellenőrzés";

"BUTTON_SEND_CONF_CODE" = "Ellenőrzőkód küldése";

"BUTTON_SENT_CONF_CODE" = "Ellenőrzőkód elküldve";

"BUTTON_SIGNED_IN" = "Bejelentkezve";

"BUTTON_SIGNING_IN" = "Bejelentkezés";

"BUTTON_SIGN_IN" = "Bejelentkezés";

"BUTTON_SIGN_IN_WITH_TWITTER" = "Bejelentkezés Twitter-fiókkal";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Próbálkozz másik telefonszámmal!";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Ellenőrizd a kódod, és próbálkozz újra!";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ellenőrizd az internetkapcsolatod, majd próbálkozz újra!";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Ellenőrizd a számod, és próbálkozz újra!";

"ERROR_TRY_AGAIN_LATER" = "Jelenleg nem tudunk beléptetni a Twitterre. Kérjük, próbáld meg újra később!";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Korábban beállítottál egy kétlépéses ellenőrzőkódot a <u>digits.com</u> oldalon";

"FOOTNOTE_CREATE_ACCOUNT" = "A fenti \"Fiók létrehozása\" menüpontra kattintva elfogadod a Digits by Twitter <u>Felhasználási feltételeit</u>, <u>Adatvédelmi irányelveit</u> és <u>Cookie-kra vonatkozó irányelveit</u>, valamint beleegyezel, hogy a(z) %@ más felhasználói megkereshessenek telefonszámod és/vagy e-mail címed alapján.";

"FOOTNOTE_SEND_CONF_CODE" = "A fenti „Megerősítőkód küldése” pontra koppintva a <u>Digits by Twitter</u> SMS-t küld telefonszámod megerősítése céljából.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Kétlépéses ellenőrzőkód megadása";

"LABEL_ENTER_CONF_CODE" = "Add meg az ellenőrzőkódot";

"LABEL_ENTER_PHONE_NUMBER" = "Add meg a telefonszámod";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "A Digits by Twitter segítségével megkeressük az alkalmazást használó ismerőseidet. Az OK gombra koppintva feltöltjük a címjegyzéked a Digits by Twitter szolgáltatásba, és ezáltal lehetővé tesszük, hogy megtaláld a(z) %@ alkalmazás általad ismert felhasználóit, vagy a(z) %@ alkalmazás többi felhasználójának, hogy megtaláljanak téged.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Barátaid megkeresése";

"LABEL_PLEASE_USE_TWITTER" = "Kérjük, jelentkezz be Twitter-fiókoddal";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "Már összekapcsoltad telefonszámodat Twitter-fiókoddal. Kérjük, jelentkezz be lent a Twitter-fiókoddal.";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "A telefonszámod megerősítése sikertelen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Sajnáljuk, probléma merült fel az ellenőrzőkód elküldése során. ";

"PARTIAL_FOOTNOTE_THIS_APP" = "ez az alkalmazás";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Ellenőrzőkód";

"PLACEHOLDER_CONF_CODE" = "Ellenőrzőkód";

"PLACEHOLDER_YOUR_NUMBER" = "A telefonszámod";

